{
	//Translations for Isla go here.

	//CONFIG TRANSLATIONS
	
	"config.DiverseArt.name": "Isla Art",
    "config.DiverseArt.description": "Choose whether to use Isla's original portraits and sprites or Isla's diverse portraits and sprites. Extra characters will match the option chosen.",
	"config.DiverseArt.values.default": "default art",
	"config.DiverseArt.values.diverse": "diverse art",
	
	"config.ChildrenSprites.name": "Isla's Children",
    "config.ChildrenSprites.description": "Choose whether to use the default child sprite or sprites to make the children look like Isla.",
	"config.ChildrenSprites.values.default": "default sprites",
	"config.ChildrenSprites.values.isla": "children sprites match Isla",
	
	"config.MapRecolor.name": "Map Recolor",
    "config.MapRecolor.description": "Choose recolor for Isla's maps. Automatic will choose the default unless Starblue Valley is installed, in which case it will choose the Starblue maps.",
	"config.MapRecolor.values.automatic": "automatic",
	"config.MapRecolor.values.default": "vanilla",
	"config.MapRecolor.values.starblue": "starblue",
	
	//NPC DATA TRANSLATIONS
	
	"Isla.Name": "Isla",
	
	"Isla.GiftTaste.Love": "This is wonderful! Thank you very much, kind @.$8",
	"Isla.GiftTaste.Like": "Thank you @, that's very thoughtful of you.$1",
	"Isla.GiftTaste.Dislike": "Oh @, I appreciate the thought.",
	"Isla.GiftTaste.Hate": "Oh dear @, I don't care for this at all.$2",
	"Isla.GiftTaste.Neutral": "Thank you, @.",
	
	//MOVIE DATA TRANSLATIONS
	
	"Isla.MovieInvite.Spouse": "Oh, I'd just love to see a film with you!$4",
	
	"Isla.SeenLovedMovie.Text": "I've actually seen this film with {2}! I enjoyed it a lot!$1",
	"Isla.SeenLikedMovie.Text": "Oh, '{0}'?! I saw this film with {2}!$7",
	"Isla.SeenDislikedMovie.Text": "Oh, I saw this film with {2}...$2",
	
	"Isla.Sapling.Lobby": "Oh! This looks like it's a delightful film.#$b#Shall we go?$1",
	"Isla.Sapling.Message": "Isla seems moved by the film...",
	"Isla.Sapling.Reaction": "Wow, how touching...$2",
	"Isla.Sapling.End": "Wow, what a wonderful, heartfelt film! It gets me right into the springtime spirit!$8",
	
	"Isla.Romance.Lobby": "I do love a romantic film. And I can't think of anyone I'd rather see it with.$8",
	"Isla.Romance.Message": "(Isla is staring starry-eyed at the film.)",
	"Isla.Romance.Reaction": "Oh, how beautiful...$4",
	"Isla.Romance.End": "That was such a beautiful romance. I was incredibly moved. Thank you for inviting me to see it, @.$8",
	
	"Isla.Comedy.Lobby": "Oh, I do enjoy a comedy!$8",
	"Isla.Comedy.Reaction": "Oh my goodness!$8",
	"Isla.Comedy.End": "Haha, that film was absolutely hilarious! I loved it!$8",
	
	"Isla.Horror.Lobby": "Oh dear, this film looks quite frightening.$2",
	"Isla.Horror.Reaction": "This film is scaring me.$2",
	"Isla.Horror.End": "I...I didn't enjoy that film. But at least you were there to hold my hand.$1",
	
		//The following is the original movie dialogue for every movie due to a bug - instead it will now fire if nothing else above fits.
	
	"Isla.Original.Lobby": "I haven't been to the theatre in quite some time! I'm looking forward to it! Especially because I get to go with you.$8",
	"Isla.Original.Reaction": "Isla is watching with fascination.",
	"Isla.Original.End": "I enjoyed that a lot! Perhaps we could do this again sometime soon.",
	
		//The remaining three of these reactions should never fire together, but are kept in translations to preserve the dialogues/reactions (and the after keys are used at the end of the seen_ keys for simplicity).
	
	"Isla.LikedMovie.Before": "This film looks quite good!$8",
	"Isla.LikedMovie.After": "That was wonderful! Thank you for coming with me!$4",
	
	"Isla.LovedMovie.Before": "Oh, I've been wanting to see this film for ever so long!$7",
	"Isla.LovedMovie.After": "This film is incredible! As I anticipated.$8",
	
	"Isla.DislikedMovie.Before": "Oh, I'm...not sure about this one. We can see it if you'd like, though.$2",
	"Isla.DislikedMovie.During": "Oh...",
	"Isla.DislikedMovie.After": "Oh, I didn't enjoy that film at all.$2#$b#I did enjoy spending time with you, though.$1",
	
	//MAIL TRANSLATIONS
	
	"Isla.Letter.Body": "Dear @,^I hope that you have been keeping well. Please come meet me at the beach tomorrow night at 10 PM. Weather permitting, of course.^ -Love, Isla",
	"Isla.Letter.Title": "A letter from Isla",
	
	"Isla.Invitation.Body": "Dearest @^I want you to meet some people who are very dear to me. We’ve planned something really special. Come down to the beach tonight at 8 PM.^ -Love, Isla",
	"Isla.Invitation.Title": "An invitation from Isla",
	
	//MAP DATA
	
	"Isla.UnderwaterCove.Name": "Isla's Home",
	"Isla.UnderwaterCoveExterior.Name.Unmet": "Island",
	"Isla.UnderwaterCoveExterior.Name": "Isla's Island",
	
	//FESTIVAL DIALOGUE
	
	"Isla.EggFestival": "I saw Elliott on the beach this morning, and he invited me to come to the festival!$8#$b#It's been nice meeting the other residents, and the food is simply delicious.$8",
	"Isla.EggFestival.Spouse": "It's the first festival of the year, dear @! It's so lovely to see everyone here.$8",
	
	"Isla.FlowerDance": "Oh, I've danced so many times with Galene. I just love the exhilaration of moving with the music.$1",
	"Isla.FlowerDance.Spouse": "I can't wait to dance with you today, dear @.$4",
	
	"Isla.Luau": "Hello @. I decided to come join the festivities today. Everyone has been so friendly and welcoming towards me.$1#$b#I decided to add some freshly harvested seaweed, straight from the Gem Sea!$8",
	"Isla.Luau.Spouse": "I'm going to put my special seaweed to the luau soup today. It will add a unique brininess to the flavour! What will you bring this year, dear @?$8",
	
	"Isla.Jellies": "I've see the jellyfish perform many a time, but tonight's performance will special.$1#$b#It will be a beautiful farewell to the summer.$1",
	"Isla.Jellies.Spouse": "Oh, I can't wait to see the jellyfish dance tonight! You know, it will feel a lot like old times...$1",
	
	"Isla.Fair": "Hello, @. I see you've found me here by the river. I took a look at some of the festivities earlier, and they were just wonderful!$8",
	"Isla.Fair.Spouse": "You've really outdone yourself with your display this year, dear @! I couldn't be more proud. I was a feeling a little overwhelmed by the crowds, so I came to stand here for a little while.$1",
	
	"Isla.Spirits": "What do you think of my costume, @? I decided to dress up as one of my favourite Ferngillian poets, Emily Dickinson.$8",
	"Isla.Spirits.Spouse": "What is your favourite Emily Dickinson poem, @?$8",
	
	"Isla.IceFestival": "This sculpture is a tribute to the founder of Galene, a mermaid by the name of Melusine. It's a striking likeness.$1",
	"Isla.IceFestival.Spouse": "This sculpture of Melusine reminds me of my old life...$1",
	
	"Isla.WinterStar": "Merry Winter Star, @. I hope your year has been most fruitful, and I'm wishing you the best for the next.$1",
	"Isla.WinterStar.Spouse": "Merry Winter Star, love. I'm elated I get to spend it with you.$4",
	
	//SCHEDULE STRING TRANSLATIONS
	
	"Isla.CoveExterior.001": "Good morning, @! How kind of you to come visit me.$8{{",
	"Isla.CoveExterior.001-2": "I used to live deep in the ocean, with my mermaid family, but I live up here now because it's easier for me. I go visit them often, though.$1",
	"Isla.CoveExterior.002": "Good evening, @. How kind of you to pay me a visit.$1",
	"Isla.CoveExterior.002-2": "Thank you for paying me a visit, @. How was your day?$1",
	"Isla.CoveExterior.003": "Today's performance was lovely. We got to perform a new musical act that we've been perfecting for months.$8",
	"Isla.CoveExterior.004": "We performed at the Zuzu City Opera today. It was rather magical.$1",
	"Isla.Dock.001": "%Isla is staring out onto the horizon. She appears to be lost in some sort of reverie.",
	"Isla.Dock.002": "I just love looking out onto the Gem Sea. My beautiful marine home...$1",
	"Isla.Beach.001": "I just came back to the beach for the evening. I am so happy with you, dear @, but sometimes I miss my marine home...$2",
	"Isla.Beach.002": "Just gaze out onto the beautiful sea with me, dear @.$4",
	"Isla.Beach.003": "I'm just reading for awhile, dear @. Come join me! I'm reading poems by famous Ferngillian poets. My favourite ones are about the beautiful Fern Islands.$8",
	"Isla.Beach.004": "Hello, dear @. I'm reading a new book that Gunther gave me. It's not a poetry book, but I still love it. It's a mystery novel set in Zuzu City. It's very intriguing!$1",
	"Isla.Reading.001": "Hello @. I'm reading my poetry book. It's full of so many interesting works by poets from the Ferngill Republic, and some from outside it as well! Would you like to hear one of my favourite pieces?$8",
	"Isla.Reading.002": "I'm reading some sonnets right now. The way they talk about love is so beautiful.$11",
	"Isla.Reading.003": "I'm reading some poems about the Foxglove Kingdom. I wonder what it's like there...$9",
	"Isla.Reading.004": "I wonder what it would be like to be a thespian, reciting the most beautiful soliloquies on stage every day.$9",
	"Isla.Reading.005": "Have you ever read a poem in the language of the merpeople? It's a melodic, whispering language. It sounds like the waves of the ocean.$3",
	"Isla.Reading.006": "I love reading here on my little island. Please, come join me.$8",
	"Isla.Reading.007": "It's amazing how a poem can transport you to another place and time.$9",
	"Isla.Elliott.001": "Hello @! I'm just visiting my friend Elliott. We were just discussing our favourite poets. Come join us!$8",
	"Isla.DockRead.001": "Come stand with me, dear.$8",
	"Isla.DockRead.002": "Hello, dear @. Gunther gave me a new book filled with poetry by up-and-coming young poets from Zuzu City. Come have a look!$8",
	"Isla.Mountain.001": "Thank you for coming with me, dear @. I love the mountain air, so cool and crisp. Its natural beauty reminds me of some of the poetry of William Wordsworth, one of the Foxglove Kingdom's most evocative poets.$1",
	"Isla.Misc.001": "Come to the beach with me today, @. We can bring a picnic lunch.$7",
	"Isla.Misc.002": "Hello, dear @. It's lovely to see you. I've been enjoying my day so far. I hope you have been, too.$4",
	"Isla.Misc.003": "Good morning, dear @. Would you like to go for a walk to the mountains with me this morning? It would be nice to have a change of scenery, for poetic inspiration.$1",
	"Isla.Misc.004": "Good evening, dear @. I'm drinking a special cocktail that Gus created just for me. It's made with squid ink! Do come join us.$8",
	"Isla.Museum.001": "Oh, hello dear @. Thank you for visiting me. I'm just taking a little rest before I get to work.$1",
	"Isla.Museum.002": "I'm just sorting some books at the moment. You should take a look around, there are many wonderful books here.$1",
	"Isla.Museum.003": "The books I'm sorting right now are encyclopedias about the history of the Ferngill Republic.$1",
	"Isla.Museum.004": "These books are about the history of the Gotoro Empire. The people there are kind, but the government is cruel. I wish you could see it, dear. It's a vibrant land, with so many beautiful colours...",
	"Isla.Museum.005": "How has your day been, dear? I'm looking forward to being at home with you.$7",
	"Isla.Museum.006": "These books are about the the fauna of the Ferngill Republic. It's incredible how diverse it is.$1",
	"Isla.Museum.007": "I'm just saying goodbye to Gunther. He's become a good friend of mine.$1",
	"Isla.Museum.008": "Hello dear. I'm just looking at some of the curiosities Gunther has here. These dishes are exquisite. I can tell from the design that they are of Gotoran craftsmanship.",
	"Isla.Museum.009": "I'm just sorting some poetry books right now. They're filled with evocative haikus by famous Gotoran poets. The poems by the young Gotoran poet Kumiko Sashihara document the beginning of the war.$2",
	"Isla.Museum.010": "Gunther and I were just talking about our favourite poets. I didn't realise he loves a good soliloquy as much as I do!$8",
	"Isla.Museum.011": "It's a bit slower at the library on Wednesdays, so I'm taking the opportunity to do some reading. Come join, @!$9",
	"Isla.Museum.012": "I'm saying goodbye to Gunther now. I'll see you soon, @.$8",
	
	//DIALOGUE TRANSLATIONS
	
		//Unique Dialogue
		
	"Isla.Introduction": "Hello again @. I want to apologise again for our less-than-ideal first meeting.$2#$b#It's lovely to see you again, though. I hope this will be the first of many times.$1",
	"Isla.DanceReject": "Oh, I'm sorry @, but I'm not in the mood to dance right now.$2",
	"Isla.Divorced": "Oh, hello again @. I'm disappointed that things didn't work out between us, but I do hope for the best for you.#$b#Relationships between merfolk and humans are always difficult, so hopefully our marriage can be a learning experience for both of us.#$e#I will miss you, @.$2",
	"Isla.BreakUp": "Oh, you don't want to be together any more? I hope it's nothing I said or did.$2#$b#I enjoyed getting to know you, and I wish you well.",
	"Isla.dumpedGirls": "Was it something I did? I'm feeling completely blindsided.$2#$e#I'm sorry if I hurt you in any way...$2",
	"Isla.secondChance": "Oh, you want to give our relationship another try?$2#$e#I'll have to think about it. I was really hurt by our relationship's demise.$6#$e#Let's take it slowly, okay?$2",
	"Isla.Stardrop": "@, I bought this stardrop for you to symbolise our love.$4#$e#I've never been happier than I am with you.$7#$e#I'm looking forward to our future together.",
	"Isla.Bouquet": "Oh @, I'm honoured. I can't wait to get to know you even better.$4#$e#You mean a lot to me, @. I'm just so happy.$4",
	"Isla.StardropTea": "This reminds me of home... thank you, @.$8",
	
		//Engagement Dialogue
	"Isla.PendantGiven": "Oh @, you're giving me a mermaid pendant? I've always dreamed of receiving one from the person I love the most.$1#$b# Of course my answer is yes.$4#$e#It's so beautiful. You know, these special iridescent shells are only found on Saxifrage Island, my birthplace.$8#$b#They sparkle with a certain magical energy...$1",
	"Isla.EngagementDialogue": "I was so delighted that you presented me with a Mermaid Pendant. How did you know that that is customary amongst us merpeople?$7",
	"Isla.EngagementDialogue.2": "Tomorrow we wed. I'm looking forward to the beautiful ceremony. But most of all, I'm looking forward to being with you, dear @.$4",
	
		//Wedding stuff for Lewis
	"Isla.Wedding.Male": "When @ first arrived in Pelican Town, no one knew if he'd fit in with our community...",
	"Isla.Wedding.Female": "When @ first arrived in Pelican Town, no one knew if she'd fit in with our community...",
	"Isla.Wedding.Lewis": "But from this day forward, @ is going to be as much a part of this town as any of us!$h#$b#It is my great honor on this day [DayOfMonth] of [Season], to unite @ and Isla in the bonds of marriage. Let us celebrate that on this day, [DayOfMonth] of [Season], two different beings from two very different places are united in the bonds of marriage.",
	"Isla.Wedding.PlayerName": "@... Isla...",
	"Isla.Wedding.Husband": "As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you husband and wife!$h",
	"Isla.Wedding.Wife": "As the mayor of Pelican Town, and regional bearer of the matrimonial seal, I now pronounce you wife and..., well, wife!$h",
	
		//Reject Bouquet/Pendant Dialogues
	
	"Isla.RejectBouquet.1": "Pardon me?$6",
	"Isla.RejectBouquet.2": "Why are you giving me this, @?$6",
	
	"Isla.RejectBouquetVeryLow.1": "I'm sorry @, but I just don't feel the same way about you.$6",
	"Isla.RejectBouquetVeryLow.2": "Please stop @, you're making me feel very uncomfortable.$6",
	
	"Isla.RejectBouquetLow.1": "Oh @, you'd like to get more serious? I like you too, but only as my friend.$2#$e#I'm really sorry to disappoint you, @.$2",
	"Isla.RejectBouquetLow.2": "I think this is moving a little too fast for me. Us merfolk, we need some time to get to know you.$2#$e#Let's get to know each other a little bit more, okay?$1",
	
	"Isla.RejectPendant.1": "Oh, no thank you @. I'm just not ready for that, @.$2",
	"Isla.RejectPendant.1": "Maybe some day...$6",
	
	"Isla.BotherPendant.1": "Oh sorry, no thank you.$6",
	"Isla.BotherPendant.2": "No thanks.$6",
	
	"Isla.PlayerMarried.1": "Aren't you already married, @?$2#$b#@, please stop.$2#$e#I'll have to tell your spouse if you keep asking me.$2#$b#I won't be your paramour.$5",
	"Isla.PlayerMarried.2": "No thank you, @.$2#$e#I might have to tell your spouse if you keep asking me. They won't be happy to hear about this.$2",
	
	"Isla.PlayerEngaged.1": "Oh, a mermaid pendant. They shimmer beautifully in the sunlight, don't they?$1",
	"Isla.PlayerEngaged.2": "Oh, I certainly know what that is!$8#$b#Marry you? No, thank you @.$2#$b#I just don't feel that way about you.$2",
	
		//General Dialogue

	"Isla.Mon": "Hello @. How have you been doing today?$1#$e#I'm glad to hear that you've been doing well.$8",
	"Isla.Mon2": "Galene performed in Zuzu City yesterday. I always find it overwhelming there, with all the lights and the din. I'm thankful to be back here now, in the peace and quiet.$1",
	"Isla.Mon4": "I like to bring my poetry books along with me whenever I'm here. They're wonderful companions. I would love it if you'd come read them with me some time.$8",
	"Isla.Mon6": "Our fairy friends fly in from The Enchanted Forest, near the Fern Islands, to help us with our performances. It really wouldn't be the same without them.$8",
	"Isla.Mon8": "One of my favourite places is the Fireweed Archipelago. In the summertime, beautiful purple flowers bloom there.1#$e#Oh, if only we could go there someday, @.$8",
	"Isla.Mon10": "I miss you when I'm back home, @. It doesn't feel the same without you.$4",
	"Isla.Tue": "What have you been growing this year, @? It must be incredible, starting with nothing but a tiny seed, and nurturing it to life.$1",
	"Isla.Tue2": "We performed recently in Grampleton. Have you been there before? They set up fairy lights along the beach, and they glow beautifully at night, like strands of stars lining the shore.$1",
	"Isla.Tue4": "You know, I've never had a human friend before. Some of the other merfolk are frightened of you, but I've always been curious.1#$e#It's so wonderful that we've been able to get to know one another. I feel like I've learned so much.$1",
	"Isla.Tue6": "When you're down by the sea, take some time to sit on the sand and listen to the lapping of the waves. It's restorative for the soul.$1",
	"Isla.Tue8": "Staring into your eyes is like staring into two fathomless pools of water. It's like you say so much to me, without uttering a single word...$4",
	"Isla.Tue10": "Your voice has a beautiful musical lilt to it today, @.$8",
	"Isla.Wed": "I often find Joja Cola bottles washed up on the shore, and even submerged in the sea. It makes me so sad. Us merfolk have been imploring Joja corporation to do something about it for years, but they have never heeded our requests.$2",
	"Isla.Wed2": "How has life been at your farm? I hope that you've also been taking some time for yourself. To be our most fruitful, we must also nurture ourselves.$1", 
	"Isla.Wed4": "If you're ever feeling in need of some company, you're always welcome to come spend time with me. In fact, I'd quite enjoy that.$8",
	"Isla.Wed6": "I've been travelling to the Fern Islands for poetic inspiration recently. I love it there, it's just so peaceful.$1#$e#Sometimes the winds rustling through the trees sound like poems spoken in ancient tongues.", 
	"Isla.Wed8": "Oh, if only you could come underwater with me. I have so many wonderful places I'd love to show you.$1",
	"Isla.Wed10": "The Ferngill Republic is so beautiful and immense. I've been able to see so many incredible places over the course of my travels. Hopefully I can show them all to you someday.$4",
	"Isla.Thu": "What will you be doing this weekend? I do hope you'll take some time for yourself.",
	"Isla.Thu2": "Have you ever held a shell up to your ear? They say you can hear the sound of the ocean echoing though its recesses...",
	"Isla.Thu4": "Sometimes, when I'm swimming in the ocean, I like to relax my body and just let the currents carry me wherever they will. I've discovered some incredible things that way.#$b#It reminds me of life - how we must often accept its unpredictable course, and let it carry us away into the unknown.",
	"Isla.Thu6": "Have you ever watched the sun set over the Gem Sea? It's like nothing else, like a fiery blossom bursting over the horizon. It reminds you of the joy of being alive.$1",
	"Isla.Thu8": "I enjoy solitude, and spending my days in the pursuit of knowledge. But sometimes I think it might be nice to share my life with somebody.$4",
	"Isla.Thu10": "Come sit with me, and we can talk about the mysteries of life. Or we can just sit in silence and enjoy each others' company. Whichever you prefer.",
	"Isla.Fri": "Hello, @. Thank you for paying me a visit.$1",
	"Isla.Sat": "Hello, @. Thank you for paying me a visit.$1",
	"Isla.Sun": "Hello, @. Thank you for paying me a visit.$1",

		//Spring Dialogue

	"Isla.spring1": "There is a new freshness to the air, and the Valley is emerging from its wintery blanket. It's spring, the beginning of a beautiful new year.$1#$e#Let's make the most of it.$1",
	"Isla.springMon": "I was busy all weekend arranging a new vocal harmony for our performance next week.$1#$e#Do you enjoy music too, @?$8",
	"Isla.springMon4": "I'm just so inspired that you followed your heart to be here. I know that it's time that I follow my heart as well.$1",
	"Isla.springMon6": "I just love the smell of old books. They smell of must and mystery.$1",
	"Isla.springMon8": "'When daisies pied and violets blue$1#$e#And lady-smocks all silver-white$1#$e#And cuckoo-buds of yellow hue$1#$e#Do paint the meadows with delight...$1#$e#Shakespeare's poem makes me think of the beauty and vitality of spring.$8",  
	"Isla.springTue": "I just love spring, don't you @? A time of growth and new beginnings.$1",
	"Isla.springTue2": "How have you been on this beautiful spring day? What new seeds have you sown this year?$1",
	"Isla.springTue4": "How does one find purpose in one's life? I feel like I'm still struggling to figure out.$2",
	"Isla.springTue8": "Don't you feel like poetry helps you see the world in different ways?$1",
	"Isla.springWed": "I see Elliott around here quite often, and we've become friends. He's an aspiring author, and he often tells me about the novel he's been working on.#$e#Do you know him too?$1",
	"Isla.springWed6": "Sometimes after performances my friend Soraya will sit with me, and we'll read some poems together.$8",
	"Isla.springWed8": "Have you ever felt inclined to write, @? It can be quite a cathartic experience.$1", 
	"Isla.springThu": "I think humans can sometimes be wary around merpeople. Maybe because they've never known one of us personally.$2", 
	"Isla.springThu2": "What was it like for you during your first few weeks here in Pelican Town?$1#$e#The stars just shine so much brighter out here, don't they?$8", 
	"Isla.springThu10": "I always think it's so wonderful to bring people together to experience art.$8",

		//Summer Dialogue
	"Isla.summer1": "The sun is shining high in the sky, and the warm zephyrs are blowing in from the Fern Islands. That must mean that summer is here.$8",
	"Isla.summerMon": "We had many performances this past weekend. I always feel so tired come Monday.$2",
	"Isla.summerMon2": "I wonder what the other villagers make of me. A strange girl from the sea, pacing endlessly across the beach...", 
	"Isla.summerTue": "The sun's warmth feels so lovely on my skin. What a beautiful summer's day.$8", 
	"Isla.summerTue2": "Have you ever known another merperson? It's a shame humans and merpeople don't interact more often.$1#$b#I feel like we could learn a lot from one another.$1",
	"Isla.summerTue6": "The kelp in the Gem Sea has been growing so tall! It's like a vibrant underwater forest, swaying gently with the tides.#$e#How I wish you could see it.$2",
	"Isla.summerTue8": "I love standing on the shore and watching the waves roll onto the sand.#$e#Would you like to come stand with me?$1", 
	"Isla.summerTue10": "Come sit with me, and we can talk about the mysteries of life. Or we can just sit in silence and enjoy each others' company. Whichever you prefer.",
	"Isla.summerWed2": "It's such a lovely day today. On days like this, I like sitting on the shore here and looking out across the shimmering Gem Sea.$1#$e#The sunlight looks like beautiful gems glinting on the water's surface. That's where it got its name.$8",
	"Isla.summerWed4": "When I'm exploring sunken ships I like to imagine what its passengers must have been like...$1#$e#It's so fascinating, thinking about those who were alive so long before us.",
	"Isla.summerWed6": "Are you ever lonely on your farm? You can always come down to the beach to talk with me, if you ever need someone to speak with.$1",
	"Isla.summerWed8": "The most wonderful part about poetry is that it's meant to be read aloud. And each time a poem is read by someone new, another facet of it is revealed.$8",
	"Isla.summerThu": "Listen to the song of the sea, @. What do you think it's telling us?$1",
	"Isla.summerThu4": "The kelp in the Gem Sea has been growing so tall! It's like a vibrant underwater forest, swaying gently with the tides. How I wish you could see it!$8", 
	"Isla.summerThu8": "Thank you for supporting me in my poetic endeavours, @! It really means a lot to me.$1",
	"Isla.summerThu10": "'Shall I compare thee to a summer's day?#$b#Thou art more lovely and more temperate.'$1#$b#Shakespeare's words just perfectly describe you, don't they @?$7", 

		//Fall Dialogue
	"Isla.fall1": "Well, the days are getting shorter, and the cold winds are beginning to blow in from Saxifrage Island. That must mean that fall is here, and winter is fast approaching.",
	"Isla.fallMon": "You can see for miles and miles across the sea from this shore. It looks like the water runs all the way to the edge of the earth.",
	"Isla.fallMon4": "What do you think is the salve to unfulfillment, @?",
	"Isla.fallMon6": "'Season of mists and mellow fruitfulness,#$b#Close bosom-friend of the maturing sun;#$b#Conspiring with him how to load and bless#$b#With fruit the vines that round the thatch-eves run...'#$b#Keats' autumnal poem reminds me of what you've told me about your farm.$1#$e#Do you grow fruit? If so, I'm wishing you a bountiful harvest.$1", 
	"Isla.fallTue2": "I love the brilliant colours of Fall. All the oranges, yellows, and reds. It looks like the world is on fire.",
	"Isla.fallTue6": "Elliott said that the vibrant colours of autumn inspire him. A few days ago we went for a walk along the shoreline and found some particularly beautiful leaves.$8",
	"Isla.fallTue10": "Emily Dickinson once wrote that 'the heart wants what it wants'. Do you think that's true, @?$4", 
	"Isla.fallWed2": "Have you ever eaten a ring fruit before, @? They ripen during the fall, but they're only found on the Fern Islands.$1#$e#They're scarlet red, and they taste just indescribably delicious.$8", 
	"Isla.fallWed4": "I was talking with my friend Elysa yesterday about some of the feelings I've been having. She was very kind and supportive, just like you, @.$1",
	"Isla.fallWed6": "Break, break, break,#$b#On thy cold gray stones, O Sea!$1#$e#And I would that my tongue could utter#$b#The thoughts that arise in me...'$1#$e#I just love the passion in Alfred, Lord Tennyson's poem. It truly conjures the formidable power of the sea.$1", 
	"Isla.fallThu6": "The best poems truly transcend time and history, don't they?$1", 
	"Isla.fallThu8": "'The morns are meeker than they were#$b#The nuts are getting brown;#$b#The berry's cheek is plumper,#$b#The rose is out of town...'#$b#Emily Dickinson's poem just reminds me of a beautiful, crisp fall morning.$8",
	"Isla.fallThu10": "You know, oftentimes the most wonderful people come into your life in the most unlikely of ways...$4",         

		//Winter Dialogue
	"Isla.winter1": "There's a stillness in the air, and chilling gales are blowing all across Stardew Valley. Winter is upon us.",
	"Isla.winterMon": "We had an outdoor show yesterday in Grampleton. There was so much snow it was a little hard to see.$6",
	"Isla.winterMon2": "When the world is so still like this, I find it's easier to think.$1",
	"Isla.winterMon4" : "'In the bleak mid-winter#$b#Frosty wind made moan;#$b#Earth stood hard as iron,#$b#Water like a stone...'#$b#Christina Rossetti's poem reminds me of a blustery Foxgloveian winter's day.$1", 
	"Isla.winterMon6": "'A white mist drifts across the shrouds,#$b#A wild moon in this wintry sky$1#$b#Gleams like an angry lion's eye#$b#Out of a mane of tawny clouds...'$1#$b#Oscar Wilde's poem reminds me of the fearsome, yet awesomely beautiful, winters of Stardew Valley.$1", 
	"Isla.winterTue2": "We've been singing hymnals recently, in preparation for Winter Star. I love listening to our voices soar together in such beautiful and complex harmonies.$1",
	"Isla.winterTue6": "'The way a crow#$b#Shook down on me#$b#The dust of snow#$b#From a hemlock tree#$b#Has given my hear#$b#A change of mood#$b#And saved some part#$b#Of a day I had rued...'#$b#Isn't that poem, by Robert Frost, lovely? It's amazing how something so small can make one feel so much better.$1",
	"Isla.winterWed6": "Have you ever heard of sea silk? We merpeople often knit sweaters out of it to protect ourselves from the elements.",
	"Isla.winterWed8": "I love talking with you so much. You always have such fascinating perspectives to share with me.$1",
	"Isla.winterThu4": "They have icebergs floating in the Glacial Sea up north. Whenever we were there when I was child, I would love sliding down them!$8",
	"Isla.winterThu6": "Elliott said that the cold makes it hard for him to concentrate. So we've been brainstorming idea together. You should join us sometime!$8",
	"Isla.winterThu8": "'...The woods are lovely, dark and deep,#$b#But I have promises to keep,#$b#And miles to go before I sleep,#$b#And miles to go before I sleep.'#$b#Robert Frost's poem really makes think about life, and how so many of our dreams go unfulfilled because of the demands we have on our time.",
	"Isla.winter11": "Will I be seeing you at the Night Market? I'll be performing with Galene.$1#$b#Don't tell anyone that my tail is really sea silk.$8",
	"Isla.winter28": "It's the last day of the year. A time to reflect on the past year, and look forward to the next.",
	
	//MARRIAGE DIALOGUE TRANSLATIONS
	
		//Unique Dialogue
	"Isla.Marriage.Patio": "I'm just so blissfully happy living here with you, @.$1#$e#Our own home, where we can always be together.$4",
	"Isla.Marriage.SpouseRoom": "Oh, hello dear. I needed some tranquility, so I'm just spending some time here by the water. It has a calming effect, doesn't it?$1",
	"Isla.Marriage.FunReturn": "I had a wonderful day today, @. I was thinking about you here on the farm. How did your work go?",
	"Isla.Marriage.FunLeave.1": "Good morning, dear @! I hope your farm work goes well today.$8",
	"Isla.Marriage.FunLeave.2": "Good morning @!$8#$b#I'll be going out today, but I'll be thinking of you. I hope all goes well with your farm, dear.$8",
	"Isla.Marriage.OneKid.0": "Oh, I can't believe we finally have a child of our own. I've always wanted to be a mother. I can't wait until I can take %kid1 swimming with me!$8",
	"Isla.Marriage.OneKid.1": "%kid1 and I went and sat by the pond for a little while. It seems like they already love the water! I'm so glad.$8",
	"Isla.Marriage.OneKid.2": "%kid1 has started babbling already! I tell them stories about the Gem Sea all the time, and they just love them!$1#$b#Sometimes I think they're trying to tell me their own stories.$8",
	"Isla.Marriage.OneKid.3": "I gave %kid1 some algae soup today! They absolutely loved it! I guess they do take after me.$8",
	"Isla.Marriage.OneKid.4": "I was reading %kid1 some of my favourite poems today. They were smiling the whole time. Maybe we have a future poet on our hands.$1",
	"Isla.Marriage.OneKid.5": "%kid1 was dancing around the kitchen today. Oh, they just looked so exuberant. I wish you could have seen them.$1",
	"Isla.Marriage.OneKid.6": "I wish my mermaid family could meet %kid1.$1#$e#We'll have to take %kid1 to meet them at the winter market here in Pelican Town.$1",
	"Isla.Marriage.OneKid.7": "%kid1 was helping me cook today. Well, actually, I think they may have eaten a little more than they cooked.$8", 
	"Isla.Marriage.TwoKids.0": "I want to take %kid1 and %kid2 down to the beach so they can build sandcastles!$8",
	"Isla.Marriage.TwoKids.1": "%kid1 and %kid2 are so kind to one another. It warms my heart.$8",
	"Isla.Marriage.TwoKids.2": "@, we should take our children down to the beach some time. Let them splash around in the cool water.$1",
	"Isla.Marriage.TwoKids.3": "%kid1 and %kid2 just love playing together. They like to pretend they're mermaids, swimming in the deep blue sea...$8",
	"Isla.Marriage.TwoKids.4": "%kid1 has been teaching %kid2 some things. It's wonderful to see them learn from each other.$1",
	"Isla.Marriage.TwoKids.5": "%kid1 was telling %kid2 a story today. %kid1 looked so animated, and %kid2 just loved it.$8",  
	"Isla.Marriage.TwoKids.6": "I read %kid1 and %kid2 some of my favourite poems today. Oh, they just loved it.$8", 
	"Isla.Marriage.TwoKids.7": "%kid1 and %kid2 were drawing together today. They drew lots of marine animals, like whales, seahorses, and all kinds of different coloured fish. I guess they do take after me.$8",

		//Spring Dialogue

	"Isla.Marriage.spring1": "There is a new freshness to the air, and the Valley is emerging from its wintery blanket. It's spring, the beginning of a beautiful new year.$1#$e#Let's make the most of it, together.$4",
	"Isla.Marriage.spring5": "[196] I made you this salad today, out of wild plants I foraged. Oh, and a hint of seaweed, of course.$8",
	"Isla.Marriage.spring20": "[597 591] I got you this beautiful flower today. It reminds me of the freshness of spring.$8",
	"Isla.Marriage.spring13": "It's the Egg Festival today. I'm looking forward to eating lots of delicious chocolate!$8",
	"Isla.Marriage.spring16": "I've really been enjoying working at the library. I've been able to discover so many fascinating new authors.$1", 
	"Isla.Marriage.spring24": "I can't wait to dance with you today, @.$4",
	"Isla.Marriage.spring27": "I'd like to go visit Elliott sometime soon. I wonder how his writing has been going.$1",

		//Summer Dialogue

	"Isla.Marriage.summer1": "The sun is shining high in the sky, and the warm zephyrs are blowing in from the Fern Islands. That must mean that summer is here.$1#$e#Say, we should go to the Fern Islands some time, @.It will give you a break from all your hard work.$8",
	"Isla.Marriage.summer4": "It's beginning to get so warm! We should go town to the beach together to go swimming.$8",
	"Isla.Marriage.summer5": "[189] The fiddleheads are abundant in the woods right now, so I've made you this special dish. We should go foraging together some time!$8",
	"Isla.Marriage.summer11": "What will you bring to the Luau today? I harvested some special seaweed just for the occasion.$1",
	"Isla.Marriage.summer20": "[376 593] Gunther had some flowers left over from a museum event, so I brought one back for you. It smells just lovely.$8",
	"Isla.Marriage.summer28": "The Dance of the Moonlight Jellies is happening tonight. The jellyfish perform often for us merpeople, but tonight they'll be putting on a special performance just for you humans.$1#$e#It will be wonderful to be there with you, dear @.$8",

		//Fall Dialogue

	"Isla.Marriage.fall1": "Well, the days are getting shorter, and the cold winds are beginning to blow in from Saxifrage Island. That must mean that fall is here, and winter is fast approaching. You'd best start preparing for winter, dear @.",
	"Isla.Marriage.fall5": "[611] I made you this special dessert, from blackberries I harvested in the forest.$8",
	"Isla.Marriage.fall8": "'The morns are meeker than they were,#$b#The nuts are getting brown;#$b#The berry's cheek is plumper,#$b#The rose is out of town...'#$b#Emily Dickinson's poem just reminds me of a beautiful, crisp fall morning.$8#$b#And of course, no fall morning is more beautiful than one with you, dear @.$4",
	"Isla.Marriage.fall10": "I showed Emily some of my sea silk today. She was fascinated by it. She wants to implement it into the beautiful clothes she makes.$8",
	"Isla.Marriage.fall15": "Shall we go for a walk today, dear @? We could gather bright leaves to decorate our home.$1",
	"Isla.Marriage.fall17": "How has farming been now that the cold weather has begun to blow in?",
	"Isla.Marriage.fall20": "[595 421] I bought you this flower from Pierre's. With the cold front coming in, it will be one of the last of this year.$1", 
	"Isla.Marriage.fall28": "Have you brought all your crops in, dear @? The frost will soon come in.",

		//Winter Dialogue

	"Isla.Marriage.winter1": "There's a stillness in the air, and chilling gales are blowing all across Stardew Valley. Winter is upon us. I hope you stay warm, dear @.", 
	"Isla.Marriage.winter5": "My sweater is knitted in a traditional Saxifragian style. One of the mermaids knit it for me one year in honour of my heritage.$8#$e#It's made of dyed sea silk.$1",
	"Isla.Marriage.winter8": "I wonder what incredible sculptures we'll see this year at the Festival of Ice.$8",
	"Isla.Marriage.winter10": "Oh, it's been so cold today.$2#$b#Let's curl up together this evening to warm up.$7",
	"Isla.Marriage.winter11": "I'll see you at the Night Market, dear @. I'm looking forward to performing with Galene again.$8",
	"Isla.Marriage.winter15": "I miss singing the hymnals that Galene used to sing. Say, @, how about we sing together in honour of Winter Star?$8",
	"Isla.Marriage.winter17": "When the world is so still like this, I find it's easier to think.$1",
	"Isla.Marriage.winter20": "'...The woods are lovely, dark and deep...'. Frost's poem has newfound meaning to me, now that I live here. The woods are so dark and mysterious. Who knows what secrets they may hold...$1",
	"Isla.Marriage.winter25": "[560] Happy Winter Star, dear @. I want to give you this special stone. I found it on the beach some time ago, and it sparkles like the waters of the Gem Sea.$l",
	"Isla.Marriage.winter28": "It's the last day of the year, @. A time to reflect on the past year, and look forward to our next year together.$7",


		//Day Dialogue
	"Isla.Marriage.IndoorDay.0": "[456 457] Good morning, dear @. I've made you something healthy that we merpeople often eat in the mornings to give us energy. It's a wonderful way to start off your day.$8",
	"Isla.Marriage.IndoorDay.1": "[615] Good morning @, did you sleep well last night? Here's something to start off your day.$1",
	"Isla.Marriage.IndoorDay.2": "The sea is beautiful...and endless. Our love is like that, isn't it @?$4",
	"Isla.Marriage.IndoorDay.3": "I wonder where Galene is performing today. We should go see one  of their performances some time, dear @.$1",
	"Isla.Marriage.IndoorDay.4": "[201] Good morning, dear @. Gus taught me how to make a human-style breakfast, so here it is! I hope you enjoy it!$1",
	"Isla.Marriage.IndoorDay.5": "Where do you think the best place for poetic inspiration is?$1",
	"Isla.Marriage.IndoorDay.6": "You know, I've never tired of staring into your eyes. You still fascinate my every day, @.$1",
	"Isla.Marriage.IndoorDay.7": "'Full many a glorious morning have I seen#$b#Flatter the mountain-tops with sovereign eye,#$b#Kissing with golden face the meadows green...'1#$b#Don't you just love watching the sun appear over the horizon? It's the golden bearer of a new day.$8",
	"Isla.Marriage.IndoorDay.8": "This City now doth, like a garment, wear#$b#The beauty of the morning...1#$b#Let's make the most of this beautiful morning, dear @.$8",
	"Isla.Marriage.IndoorDay.9": "'Far, far at sea,#$b#After the night's fierce drifts have strewn the shore with wrecks,$1#$b#With re-appearing day as now so happy and serene,#$b#The rosy and elastic dawn, the flashing sun...'$1#$b#Good morning, dear @.$8",
	"Isla.Marriage.Outdoor.0": "I love the fresh air here. But sometimes I miss the salty air that blows in from the ocean.$1",
	"Isla.Marriage.Outdoor.1": "What a lovely day to read a book outside! What will you be doing today, dear @.$1",
	"Isla.Marriage.Outdoor.2": "I love walking through Pelican Town. It's always so tranquil. I especially like listening to the birds singing in the trees.",
	"Isla.Marriage.Outdoor.3": "I'd like to plant my own garden some time. I'd fill it with beautiful fairy roses of all colours.$8",
	"Isla.Marriage.Outdoor.4": "Walking around outside, it's easy to see how my favourite poets got their inspiration. It's incredible how they were able to describe ordinary places and things in such extraordinary ways.$1",
	"Isla.Marriage.RainyDay.0": "It's raining today. I love feeling the water on my skin. It reminds me of my old home...$8",
	"Isla.Marriage.RainyDay.1": "Let's curl up by the fire and read some poems together.$8",
	"Isla.Marriage.RainyDay.2": "'The rain is raining all around,#$b#It falls on field and tree,$1#$b#It rains on the umbrellas here,#$b#And on the ships at sea.'$1#$b#I always think of that poem whenever it's raining. It's so short, but still so evocative.$1",
	"Isla.Marriage.RainyDay.3": "Even when I lived in the Gem Sea, I liked to float on the surface of the water and feel the rain on my face.",

		//Night Dialogue
	"Isla.Marriage.IndoorNight.0": "[212 219 218 242 456] Good evening, dear @. You look so tired, you must have been working very hard today. Here, I made you something to eat.$7",
	"Isla.Marriage.IndoorNight.1": "You must be tired after such a long day. Come here, dear @.#$e#%Isla embraces you. Her skin is cool, but it warms you from the inside.",
	"Isla.Marriage.IndoorNight.2": "I'm feeling awfully tired tonight. Will you come to bed early with me tonight. We can lie down together, and maybe read to each other.",
	"Isla.Marriage.IndoorNight.3": "How was your day, dear @? Please, do come tell me about it.$1",
	"Isla.Marriage.IndoorNight.4": "It's a little cold tonight. Let's go curl up in bed together.$7",
	"Isla.Marriage.IndoorNight.5": "[221 222 619] I know you've had a long day, dear @, so I've made you something sweet.$7",
	"Isla.Marriage.IndoorNight.6": "After a long day there's nothing better than curling up to read a good book.$8#$e#Would you like to join me, @?$4",
	"Isla.Marriage.RainyNight.0": "Let's lie in bed and listen to the rain fall onto the roof of our house. It will lull us gently to sleep...$1", 
	"Isla.Marriage.RainyNight.1": "[728] I made you a hearty soup tonight, to take the edge off the chill.$8",
	"Isla.Marriage.RainyNight.2": "[265] I made you something special tonight, dear @!$7",
	"Isla.Marriage.RainyNight.3": "You could hear the breakers roaring today as they crashed onto the shore. It reminds you of the formidable power of the Gem Sea.",
	"Isla.Marriage.RainyNight.4": "'It is an ancient Mariner,#$b#And he stoppeth one of three.#$b#By thy long grey beard and glittering eye,#$b#Now wherefore stopp'st thou me?',#$b#I often wonder if that poem could be about the mysterious man who stands on the beach whenever it rains...$6",

		//Affection Dialogue
	"Isla.Marriage.Good.0": "Oh, you were wondering what I'm thinking about. I was just thinking about how happy I am, here with you.$4",
	"Isla.Marriage.Good.1": "I'd heard about merpeople falling in love with humans before, but I never imagined that I would. I'm so glad that I did, though.$4",
	"Isla.Marriage.Good.2": "Remember the day that we met? I was so frightened when I unexpectedly encountered a human, but I quickly realized I could trust you.$8",
	"Isla.Marriage.Good.3": "When I was at work the other day, I found a book that made me think of you. I'll have to pick it up the next time I'm there.$1",
	"Isla.Marriage.Good.4": "I'm so thankful to be able to be with you, @. I'm so happy we could create a family together.$4",
	"Isla.Marriage.Good.5": "I love being able to talk with you, @. It helps me so much to be able to discuss things with someone who understands me so well.$7",
	"Isla.Marriage.Good.6": "Our future together looks bright, @. I can't wait to see what it holds.$4",
	"Isla.Marriage.Good.7": "Seeing you, I feel a sudden wave of poetic inspiration.$8#$b#I'll have to get to writing right away!$8",
	"Isla.Marriage.Good.8": "Thank you for your love and care, @. We're great partners, aren't we?$7",
	"Isla.Marriage.Good.9": "Even though they're sad that I've left, I know my mermaid family are happy that I've forged my own path.$8",
	"Isla.Marriage.Good.10": "I never imagined I could ever be this happy, @.$4",
	"Isla.Marriage.Neutral.0": "I'm proud of you, @, for everything that you do.$8",
	"Isla.Marriage.Neutral.1": "Gunther has been to so many amazing places! When I'm at work he tells me all about them.$8",
	"Isla.Marriage.Neutral.2": "Whenever I'm sorting through old book, I like to imagine who else may have held it in their hands.$1",
	"Isla.Marriage.Neutral.3": "Tell me how your day went, dear @.$1",
	"Isla.Marriage.Neutral.4": "%Without saying anything, Isla wraps her arms around you. You aren't sure if she's happy or sad, so you just smile gently back at her.",
	"Isla.Marriage.Neutral.5": "I have a new poem I'd like to read to you, @.$8",
	"Isla.Marriage.Neutral.6": "%Isla is looking wistfully into the distance. She seems to be caught up in a reverie.",
	"Isla.Marriage.Neutral.7": "Hello, dear @. I hope you are doing well today.$1",
	"Isla.Marriage.Neutral.8": "I've learned so many new things pouring through the books at the library. Lets go there together, and I can show you my favourites.$8",
	"Isla.Marriage.Neutral.9": "We'll always be there for each other, won't we @?$1", 
	"Isla.Marriage.Bad.0": "I was really missing my friend Soraya today. I miss our long talks...$2",
	"Isla.Marriage.Bad.1": "You know, I had a complicated relationship with my mermaid family. I love them, but I never really felt like I was part of them.$2",
	"Isla.Marriage.Bad.2": "'Out of the rolling ocean, the crowd, came a drop gently to me,#$b##Whispering I love you, before long I die,#$b#I have travel'd a long way, merely to look on you to touch you,#$b#For I could not die till I once look'd on you,#$b#For I fear'd I might afterward lose you...#$b#Walt Whitman's poem makes me think of mortality. We merpeople live a very long time. Much longer than you.$2#$b#I often fear the day that I'll lose you, @. But I know I'll always hold onto the love that we shared.$2",
	"Isla.Marriage.Bad.3": "@, I really missed you today. More than I usually do.$2",
	"Isla.Marriage.Bad.4": "You know, sometimes I feel alienated from you humans as well. Even though I try, I feel like I can't completely understand your ways.$2",
	"Isla.Marriage.Bad.5": "I feel like my creativity has waned. Though I suppose even the greatest poets had bad days.$2", 
	"Isla.Marriage.Bad.6": "I'm feeling a little upset today. I'm...I'm not sure why.$2#$e#%You smile at Isla, and embrace her. She tells you she feels a little bit better.",
	"Isla.Marriage.Bad.7": "Sometimes I feel really sad about my biological parents. More than anything, I'd like to let them know that I'm doing alright.$2",
	"Isla.Marriage.Bad.8": "%Isla looks sad today, so you wordlessly embrace her. You see her smile faintly.",
	"Isla.Marriage.Bad.9": "I was a little sad thinking about my family today. They live so far away. I do miss them a lot.$2",
	"Isla.Marriage.Bad.10": "I feel like we haven't been talking as much as we used to. Maybe we can spend some time tonight just being together?$2",
	
	//EVENT TRANSLATIONS
	
		//Intro Events
	
	"Isla.FirstSight": "I wonder where the mysterious horse ran off to? It seems like they were headed towards the beach...",
	
	"Isla.Intro.1": "Who might you be? And why have you been following me?$6",
	"Isla.Intro.2": "You tell Isla who you are, and reassure her that you mean her no harm.",
	"Isla.Intro.3": "Say nothing.",
	"Isla.Intro.4": "Well @, it's very nice to make your acquaintance.$h#$b#My name is Isla, and I'm one of the merpeople who live in the Gem Sea.$1",
	"Isla.Intro.5": "Perhaps I look familiar to you now.#$b#I'm a member of Galene, the famous mermaid musical troupe.#$b#We perform all around the Ferngill Republic, and you may have seen us at the Winter Market here in Pelican Town.#$b#In fact, I fell in love with your town when I was here last year for a show.$1#$b#Now, I like to come here on my days off.#$b#I apologise for having run off earlier. You see, I was quite startled to see you. I can be rather nervous around your kind.$2",
	"Isla.Intro.6": "You seem like a kind soul, though.#$b#I hope to see you around.$h",
	
	"Isla.QuietIntro.7": "You humans puzzle me so.$2#$b#Well, if you don't wish to tell me, I politely ask that you leave me alone now.$2",
	
		//2 Heart Event
	
	"Isla.2H.1": "Oh, hello @.#$b#I'm sorry, I didn't see you there.#$b#I'm just sitting here and pondering. Do come join me.$1",
	"Isla.2H.2": "You're wondering if something's wrong?#$b#Thank you for asking. You have certainly shown yourself to be the kind soul I thought you to be.$8",
	"Isla.2H.3": "Well, I've been feeling quite lost recently.$2#$b#I rarely speak of this, but I was abandoned as a baby.$2#$b#In fact, I'm not a mermaid at all.$6#$b#I'm a nixie, a kind of water spirit.#$b#I have the ability to shape-shift, and you saw me as a kelpie the first time we met.#$b#I've never met my parents, and I have no idea as to what became of them.$2#$b#My troupe found me on the shore of Saxifrage Island while they were touring in the North, and they adopted me.#$b#I've been with them ever since.",
	"Isla.2H.4": "I've been to many distant lands, and seen many beautiful things with them.#$b#I love them with all my heart, and consider them my family.",
	"Isla.2H.5": "But recently, I've been feeling unfulfilled, as though my heart is calling out for something more meaningful.$2#$b#What that something might be, I don't know.$2",
	"Isla.2H.6": "All I know is that I've felt unable to express myself through performance the way I used to.$2#$b#I've lost the passion I once had for it. It feels as though I've lost my voice.$2",
	"Isla.2H.7": "@, have you ever felt at an impasse in your life?",
	"Isla.2H.8": "You tell Isla about being unhappy working for Joja Corporation, and leaving to live and work on your grandfather's farm.",
	"Isla.2H.9": "Never, I've always been completely sure of myself and my decisions.",
	"Isla.2H.10": "I see. That must have certainly taken courage.$1#$b#Change can be frightening, but often it must be done so that our hearts can truly be at peace.$1#$b#It seems that you have already understood that. Perhaps we could all learn from you.$1",
	"Isla.2H.11": "Thank you for sharing your story with me, @.$1",
	"Isla.2Sure.12": "I see. It must be nice to always be so sure of one's self.$2",
		
		//4 Heart Event
		
	"Isla.4H.1": "@, I just discovered something wonderful. Please, I must tell you about it.$9",
	"Isla.4H.2": "Well, it's a bit of a story.$3#$b#Long ago, before the war, there was a bustling trade empire between the Ferngill Republic and the Gotoro Empire.$3#$b#But tragically, because of the frequent storms on the Gem Sea, many ships sunk on the voyage between the two nations.$10#$b#They now lie on the seabed, and the other merpeople and I often explore them.$3#$b#Yesterday I was exploring an old passenger liner with my friend Soraya, and while swimming through its chambers I came upon a wooden chest.$3#$b#When I brought it to the surface I found that it was full of beautiful things from long ago. There was silk clothing, jewellery, and several volumes of poetry.$9",
	"Isla.4H.3": "I was intrigued, and immediately began reading them. I sat there, rapt, and soon lost track of time.$3#$b#I was incredibly moved by the poets' words, and felt like I was speaking to a friend from long ago.$3#$b#It was as though they had reached their hand through time just to take mine, and show me the world through their eyes.$9",
	"Isla.4H.4": "@, could I read you something?$3",
	"Isla.4H.5": "That would be lovely!",
	"Isla.4H.6": "Not now, I have to get back to my farm.",
	"Isla.4H.7": "Wonderful!$9",
	"Isla.4H.8": "'The Ocean', by Nathaniel Hawthorne.$9#$b#The Ocean has its silent caves,$3#$b#Deep, quiet, and alone;$3#$b#Though there be fury on the waves,$3#$b#Beneath them there is none...'$3",
	"Isla.4H.9": "'...The earth has guilt, the earth has care$3#$b#Unquiet are its graves;$3#$b#But peaceful sleep is ever there,$3#$b#Beneath the dark blue waves.'$3",
	"Isla.4H.10": "Thank you so much for listening, @. Aren't Hawthorne's words just so beautiful? He describes my beloved marine home in such an expressive way.$3#$b#If I didn't know otherwise, I'd almost think he was one of us merpeople himself!$9",
	"Isla.4H.11": "Oh, and @, I also found something else that made me think of you!$9",
	"Isla.4H.12": "[106] Here it is.$8",
	"Isla.4H.13": "It's just exquisite, isn't it? It's made of silk, and hand-painted with an intricate cherry blossom design by a Gotoran craftsman.$1#$b#I thought you could use it to keep yourself cool on your farm, especially during the hot summer months.$8#$b#And every time you use it, I hope you'll also think of me.$4",
	"Isla.4H.14": "Have you been able to use the fan yet? I hope it's been keeping you nice and cool!$8",
	"Isla.4H.NotNow": "Oh...okay. I understand.$10",
		
		//6 Heart Event
		
	"Isla.6H.1": "Oh @, please come listen to this.$8",
	"Isla.6H.2": "'I wandered lonely as a cloud$9#$b#That floats on high o'er vales and hills,$9#$b#When all at once I saw a crowd,$9#$b#A host of golden daffodils;$9#$b#Beside the lake, beneath the trees,$9#$b#Fluttering and dancing in the breeze...'$9",
	"Isla.6H.3": "That's by William Wordsworth. Isn't it so beautiful and resonant?$9#$b#Loneliness is something we've all experienced, and it's certainly something I know all too well.$3#$b#But I've been thinking about how, like the daffodils did for William Wordsworth, you've shown me that there's joy and understanding to be had in the world.$9",
	"Isla.6H.4": "I've truly found a kindred spirit in you, @.$11",
	"Isla.6H.5": "I've just become so captivated by my poetry books, and I've been reading them whenever I can find a free moment. They've become my closest companions.$3#$b#Well, aside from you.$11",
	"Isla.6H.6": "You know, I've been feeling so inspired that I've started writing some poems of my own.$3#$b#Just short ones so far, but the more I write, the more I have to say.$9#$b#The words have just been flowing from me like ink from a quill.$9",
	"Isla.6H.7": "Now that I think about it, writing is so much like farming.$9",
	"Isla.6H.8": "It's taking a seed, the metaphorical seed of an idea, and nurturing it to life.$3",
		
		//8 Heart Event Part 1
		
	"Isla.8H.Intro.1": "Hello, @! Do come over! It seems you've caught me reading, again!$9",
	"Isla.8H.Intro.2": "I've just been reading some poetic history, and I just came upon a particularly interesting fact.$9#$b#Long ago, in the Rosemary Republic, they used to hold events called literary salons.$9#$b#Poets, authors, and artists would gather and share their work and ideas with one another.$3#$b#Doesn't that just sound so wonderful?$9",
	"Isla.8H.Intro.3": "It sounds amazing! Maybe we could host our own salon together?",
	"Isla.8H.Intro.4": "Say nothing.",
	"Isla.8H.Intro.5": "Oh @, that is a wonderful idea! You know me so well, don't you? It will be a Pelican Townian Salon!$9#$b#We'll invite some of the others from the village, and we can all share our favourite poems and readings.$9#$b#Let's get planning it, and we'll hold it next Monday.$9",
	"Isla.8H.SilentIntro.6": "Say...what if we were to host our own salon?$3#$b#It will be a Pelican Townian Salon! We'll invite some of the others from the village, and we can all share our favourite poems and readings.$9#$b#Let's get planning it, and we'll hold it next Monday.$9",
		
		//8 Heart Event Part 2
		
	"Isla.8H.1": "Good evening everyone! May I have your attention please?$8",
	"Isla.8H.2": "Hey!", //Abigail textAboveHead
	"Isla.8H.3": "Yay!", //Emily textAboveHead
	"Isla.8H.4": "To those of you who may not know me, my name is Isla, and I'm one of the merpeople from the Gem Sea.$1#$b#Perhaps you've encountered me down by the beach, or perhaps you may have seen me at the annual Galene show here in Pelican Town.$1#$b#@ and I planned this evening of poetry, and we hope you all find it thought-provoking and inspiring.$1#$b#Thank you all for coming, it means a great deal to us.$8",
	"Isla.8H.5": "The Roman poet Horace one said that poetry is an art form that is meant 'either to please or to educate'.$1#$b#I hope the poems recited tonight will do both for all of you.$1#$b#Now just close your eyes and let the words wash over you. Feel their beauty and power resonate through your soul.",
	"Isla.8H.6": "I would like to begin with one of my very favourite poems, 'The Paper Nautilus', by the Ferngill Republic's own Marianne Moore.$1",
	"Isla.8H.7": "'For authorities whose hopes$1#$b#are shaped by mercenaries?$1#$b#Writers entrapped by teatime fame and by$1#$b#commuters' comforts?$1#$b#Not for these$1#$b#the paper nautilus$1#$b#constructs her thin glass shell...'$1",
	"Isla.8H.8": "Hey everyone, I brought 'The Raven', by Edgar Allan Poe.$1#$b#It's moody and atmospheric, and reminds me of how the most extraordinary things can happen when you least expect it.$9", //Abigail
	"Isla.8H.9": "'Once upon a midnight dreary, while I pondered, weak and weary,#$b#Over many a quaint and curious volume of forgotten lore—#$b#While I nodded, nearly napping, suddenly there came a tapping,#9#$b#As of some one gently rapping, rapping at my chamber door...'", //Abigail
	"Isla.8H.10": "Hello my lovely fellow humans! I brought the delightful poem 'Ella Mason and Her Eleven Cats', by Sylvia Plath!#$b#I hope you all love it as much as I do!", //Emily
	"Isla.8H.11": "'Old Ella Mason keeps cats, eleven at last count,$1#$b#In her ramshackle house off Somerset Terrace;$1#$b#People make queries$1#$b#On seeing our neighbor's cat-haunt,$1#$b#Saying: 'Something's addled in a woman who accommodates$1#$b#That many cats...'$1", //Emily
	"Isla.8H.12": "Good evening to all. I have brought with me the lyrical, evocative 'Sonnet 106'.#$b#It's penned by the most sublime auteur to have ever emerged from the Foxglove Kingdom: the one and only William Shakespeare.$1#$b#Now without further ado.", //Elliott
	"Isla.8H.13": "'When in the chronicle of wasted time$1#$b#I see descriptions of the fairest wights,$1#$b#And beauty making beautiful old rhyme#$b#In praise of ladies dead, and lovely knights,#$b#Then, in the blazon of sweet beauty's best,#$b#Of hand, of foot, of lip, of eye, of brow,#$b#I see their antique pen would have express'd#$b#Even such a beauty as you master now...'$4", //Elliott
	"Isla.8H.14": "I would like to close the evening with the maritime poem 'By the Sea', by Emily Dickinson. I thought it would be a fitting tribute to our marine friend Isla.$1", //Penny
	"Isla.8H.15": "'I started early, took my dog#$b#And visited the sea#$b#The mermaids in the basement#$b#Came out to look at me...'$1", //Penny
	"Isla.8H.16": "Well, that was a wonderful evening, wasn't it? Thank you all again, from the bottom of my heart.$1#$b#We must do it again some time soon. I bid you all goodnight.$1",
	"Isla.8H.17": "I wanted to say a special thank to you, @. This salon couldn't have happened without you.$8#$b#Thank you for being such a wonderful friend to me.$4",
	"Isla.8H.End": "The salon was just wonderful, wasn't it? Certainly a night to remember.$4",
		
		//10 Heart Event
		
	"Isla.10H.1": "Oh, hello @. You made it.$8",
	"Isla.10H.2": "You may be wondering why I wanted to meet with you tonight.#$b#Well, I wanted to bring you back to where we first met, because I have something important I need to tell you. Something that I've wanted to tell you for some time.",
	"Isla.10H.3": "Let me preface with a story.",
	"Isla.10H.4": "A few weeks ago, I was sitting on a rocky outcrop in the middle of the sea, as I often do. It was dusk, and the sky still held the last faint glimmerings of the sunset.#$b#It was so peaceful, but strangely melancholy as well.#$b#I suddenly wished that at that moment, I had someone I cared about to talk with. Or even just to share the beautiful silence.#$b#But there was no one, and that was a sad feeling.",
	"Isla.10H.5": "I enjoy solitude. I love the peacefulness of silence, and the tranquility of swimming through the silent sea.#$b#But for some time now, all I've found myself thinking about is how much I want to be with you.$4#$b#I never thought I would feel this way about someone else, let alone a human.#$b#But I was wrong.$4",
	"Isla.10H.6": "@, I was hoping that you felt the same way about me.$4",
	"Isla.10H.7": "Of course I feel the same way about you.",
	"Isla.10H.8": "I'm sorry, I don't.",
	"Isla.10H.9": "Oh, I am so glad.$4",
	"Isla.10H.10": "Remember how I told you I've been writing some of my own poems? Well...I've been working on this little piece for you.$4#$b#And I'd like for you to hear it.$7",
	"Isla.10H.11": "'Ode for @'#$b#Deep in the dewey valley of stars#$b#Over the vast green hills...'$1",
	"Isla.10H.12": "Thank you for listening to me. Thank you for helping me find my voice. It means the world to me. And so do you.",
	"Isla.10H.WhyDidYouGiveHerABouquet": "I...I see. I'm certainly disappointed, but I respect how you feel.$2#$b#I'm sorry to have misinterpreted your feelings for me.$2",
	
		//14 Heart Event
	
	"Isla.14H.1": "Good evening!", //Soraya textAboveHead
	"Isla.14H.2": "Hello!", //Marika textAboveHead
	"Isla.14H.3": "Salutations!", //Elysa textAboveHead
	"Isla.14H.4": "Oh Isla, we've missed you!$1#$b#But it's so wonderful to see you two together!$3#$b#We've been waiting so long to meet you, @!$3", //Soraya
	"Isla.14H.5": "Please, do come sit down, we've prepared a delicious feast.$3#$b#And we made Isla's favourite, seafoam pudding, especially for the occasion!$3", //Soraya
	"Isla.14H.6": "Thank you ever so much for telling us about your experiences on your farm, @.$3", //Elysa
	"Isla.14H.7": "As for us, Galene recently had the pleasure of performing in the Fern Islands again. As we sang, the warm breezes carried our songs across the Island and beyond.$1#$b#Oh, how wonderful it was!$3", //Elysa
	"Isla.14H.8": "Please, do tell us about how you have been, dear Isla.$1", //Elysa
	"Isla.14H.9": "Well, I've begun working at the library here in Pelican Town. I've discovered more books than I could have ever imagined!$8", //Isla
	"Isla.14H.10": "Oh, Isla. We are elated that you two have created such a wonderful life together.$3", //Elysa
	"Isla.14H.11": "It was a wonderful night, filled with laughter and delicious food. We talked about our lives, and Soraya, Marika, and Elysa were so kind to me.#I truly feel like I've become a part of Isla's world.", //End Message
	
	
}